Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Adaptive hitboxes grow the keys you're likely to type next and shrink the ones you aren't. Nothing moves on screen, so you never see it happen.
de: Adaptive Trefferzonen vergrößern die Tasten, die als Nächstes wahrscheinlich sind, und verkleinern die übrigen. Auf dem Bildschirm bewegt sich nichts, du siehst also nichts davon.
es: Las áreas táctiles adaptables agrandan las teclas que probablemente vas a pulsar y encogen las demás. Nada se mueve en pantalla, así que no lo ves ocurrir.
et: Kohanduvad tabamustsoonid suurendavad klahve, mida sa järgmisena tõenäoliselt vajutad, ja kahandavad ülejäänuid. Ekraanil ei liigu mitte midagi, seega sa seda kunagi ei märka.
fr: Les zones tactiles adaptatives agrandissent les touches que tu vas probablement taper et rétrécissent les autres. Rien ne bouge à l'écran, tu ne le vois donc jamais.
hu: Az adaptív hitboxok megnövelik a valószínűleg következő billentyűket, a többit összehúzzák. A képernyőn semmi sem mozdul, így nem is látod.
it: Le aree tattili adattive ingrandiscono i tasti che probabilmente userai e stringono gli altri. Sullo schermo non si muove nulla, quindi non lo vedi mai.
ja: 適応型ヒットボックスは、次に押しそうなキーの当たり判定を広げ、そうでないキーを狭めます。画面上では何も動かないため、気づくことはありません。
ko: 적응형 터치 영역은 다음에 누를 만한 키의 영역을 넓히고 나머지는 좁힙니다. 화면에서는 아무것도 움직이지 않아서 눈에 띄지 않습니다.
ms: Kotak sentuh adaptif membesarkan kekunci yang mungkin anda taip seterusnya dan mengecilkan yang lain. Tiada apa yang bergerak pada skrin, jadi anda tidak akan perasan.
pt: As áreas táteis adaptáveis aumentam as teclas que é provável que uses a seguir e encolhem as outras. Nada se mexe no ecrã, por isso nunca dás por isso.
ru: Адаптивные зоны увеличивают клавиши, которые вы, скорее всего, нажмёте следующими, и уменьшают остальные. На экране ничего не двигается, так что вы этого не замечаете.
zh_hans: 自适应触控区会放大你接下来可能要按的键，缩小其他的。屏幕上什么都不会动，所以你看不出来。

source: Adaptive letter sides
de: Adaptive Buchstabenseiten
es: Laterales adaptativas de las teclas
et: Kohanduvad täheküljed
fr: Côtés de lettres adaptatifs
hu: Adaptív betűoldalak
it: Lati lettera adattivi
ja: 文字キーの適応サイド
ko: 적응형 글자 측면
ms: Sisi huruf adaptif
pt: Laterais adaptativas das teclas
ru: Адаптивные края букв
zh_hans: 自适应字母侧边

source: Adaptive prediction
de: Adaptive Vorhersage
es: Predicción adaptativa
et: Kohanduv ennustus
fr: Prédiction adaptative
hu: Adaptív előrejelzés
it: Predizione adattiva
ja: 適応予測
ko: 적응형 예측
ms: Ramalan adaptif
pt: Previsão adaptativa
ru: Адаптивное предсказание
zh_hans: 自适应预测

source: Adaptive space bar
de: Adaptive Leertaste
es: Barra espaciadora adaptativa
et: Kohanduv tühikuklahv
fr: Barre d'espace adaptative
hu: Adaptív szóköz
it: Barra spaziatrice adattiva
ja: 適応スペースバー
ko: 적응형 스페이스 바
ms: Bar ruang adaptif
pt: Barra de espaço adaptativa
ru: Адаптивный пробел
zh_hans: 自适应空格键

source: Add
de: Hinzufügen
es: Añadir
et: Lisa
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
pt: Adicionar
ru: Добавить
zh_hans: 添加

source: Add %@
de: %@ hinzufügen
es: Añadir %@
et: Lisa %@
fr: Ajouter %@
hu: %@ hozzáadása
it: Aggiungi %@
ja: %@を追加
ko: %@ 추가
ms: Tambah %@
pt: Adicionar %@
ru: Добавить %@
zh_hans: 添加 %@

source: Add Automations to the top bar
de: Automationen zur oberen Leiste hinzufügen
es: Añadir Automatizaciones a la barra superior
et: Lisa automaatikad ülaribale
fr: Ajouter Automatisations à la barre supérieure
hu: Automatizálások hozzáadása a felső sávhoz
it: Aggiungi Automazioni alla barra superiore
ja: 上部バーにオートメーションを追加
ko: 상단 막대에 자동화 추가
ms: Tambah Automasi pada bar atas
pt: Adicionar Automações à barra superior
ru: Добавить автоматизации на верхнюю панель
zh_hans: 将自动化添加到顶部栏

source: Add Clink in Settings
de: Clink in den Einstellungen hinzufügen
es: Añade Clink en Ajustes
et: Lisa Clink seadetes
fr: Ajoute Clink dans Réglages
hu: Add hozzá a Clinket a Beállításokban
it: Aggiungi Clink in Impostazioni
ja: 設定でClinkを追加
ko: 설정에서 Clink 추가
ms: Tambah Clink dalam Tetapan
pt: Adiciona o Clink nas Definições
ru: Добавьте Clink в Настройках
zh_hans: 在“设置”中添加 Clink

source: Add Clink in Settings to start typing.
de: Füge Clink in den Einstellungen hinzu, um loszutippen.
es: Añade Clink en Ajustes para empezar a escribir.
et: Trükkimise alustamiseks lisa Clink seadetes.
fr: Ajoutez Clink dans Réglages pour commencer à écrire.
hu: A gépeléshez add hozzá a Clinket a Beállításokban.
it: Aggiungi Clink in Impostazioni per iniziare a digitare.
ja: 入力を始めるには、「設定」でClinkを追加してください。
ko: 입력을 시작하려면 설정에서 Clink을 추가하세요.
ms: Tambahkan Clink dalam Tetapan untuk mula menaip.
pt: Adiciona o Clink nas Definições para começar a escrever.
ru: Добавьте Clink в Настройках, чтобы начать печатать.
zh_hans: 在“设置”中添加 Clink，即可开始输入。

source: Add Clink once under Third-Party Keyboards and it lands in this list.
de: Füge Clink einmal unter Tastaturen von Drittanbietern hinzu, dann taucht es in dieser Liste auf.
es: Añade Clink una vez en Teclados de terceros y aparecerá en esta lista.
et: Lisa Clink üks kord kolmanda osapoole klaviatuuride alla ja see ilmub sellesse loendisse.
fr: Ajoute Clink une fois dans Claviers tiers et il apparaîtra dans cette liste.
hu: Add hozzá a Clinket egyszer a Külső billentyűzetek alatt, és megjelenik ebben a listában.
it: Aggiungi Clink una volta in Tastiere di terze parti e comparirà in questa lista.
ja: 「他社製キーボード」で Clink を一度追加すると、このリストに表示されます。
ko: 타사 키보드에서 Clink를 한 번 추가하면 이 목록에 나타나요.
ms: Tambah Clink sekali di bawah Papan Kekunci Pihak Ketiga dan ia akan muncul dalam senarai ini.
pt: Adiciona o Clink uma vez em Teclados de terceiros e ele aparece nesta lista.
ru: Один раз добавьте Clink в разделе «Сторонние клавиатуры» — и он появится в этом списке.
zh_hans: 在“第三方键盘”里添加一次 Clink，它就会出现在这个列表中。

source: Add Clink under Third-Party Keyboards.
de: Füge Clink unter Drittanbieter-Tastaturen hinzu.
es: Añade Clink en Teclados de terceros.
et: Lisa Clink kolmanda osapoole klaviatuuride alla.
fr: Ajoute Clink sous Claviers tiers.
hu: Add hozzá a Clinket a Külső billentyűzetek alatt.
it: Aggiungi Clink tra le Tastiere di terze parti.
ja: サードパーティのキーボードから Clink を追加してください。
ko: 타사 키보드에서 Clink를 추가해 주세요.
ms: Tambah Clink di bawah Papan Kekunci Pihak Ketiga.
pt: Adiciona o Clink em Teclados de terceiros.
ru: Добавьте Clink в разделе «Сторонние клавиатуры».
zh_hans: 在第三方键盘里添加 Clink。

source: Add Gradient
de: Verlauf hinzufügen
es: Añadir degradado
et: Lisa üleminek
fr: Ajouter un dégradé
hu: Gradiens hozzáadása
it: Aggiungi gradiente
ja: グラデーションを追加
ko: 그라데이션 추가
ms: Tambah Gradien
pt: Adicionar gradiente
ru: Добавить градиент
zh_hans: 添加渐变

source: Add Stop
de: Stopp hinzufügen
es: Añadir parada
et: Lisa peatus
fr: Ajouter un arrêt
hu: Stop hozzáadása
it: Aggiungi fermata
ja: 停止を追加
ko: 정지 추가
ms: Tambah Hentian
pt: Adicionar paragem
ru: Добавить точку
zh_hans: 添加停止点

source: Add a bar
de: Leiste hinzufügen
es: Añadir una barra
et: Lisa riba
fr: Ajouter une barre
hu: Sáv hozzáadása
it: Aggiungi una barra
ja: バーを追加
ko: 바 추가
ms: Tambah bar
pt: Adicionar uma barra
ru: Добавить панель
zh_hans: 添加一栏

source: Add a dedicated 🙂 key beside the 123 key. This removes emoji from the panel picker.
de: Leg eine eigene 🙂-Taste neben die 123-Taste. Damit verschwinden die Emojis aus der Panel-Auswahl.
es: Añade una tecla 🙂 propia junto a la tecla 123. Así quitas los emoji del selector del panel.
et: Lisa eraldi klahv 🙂 123-klahvi kõrvale. See eemaldab emoji paneelivalijast.
fr: Ajoute une touche 🙂 dédiée à côté de la touche 123. Ça retire les emoji du sélecteur du panneau.
hu: Tegyél egy külön 🙂 billentyűt a 123-as billentyű mellé. Ezzel eltűnik az emoji a panelválasztóból.
it: Aggiungi un tasto 🙂 accanto al tasto 123. Così le emoji spariscono dal selettore del pannello.
ja: 123キーの横に専用の🙂キーを追加します。これで、パネルの絵文字ピッカーから絵文字がなくなります。
ko: 123 키 옆에 🙂 키를 따로 넣어요. 그러면 패널 선택기에서 이모지는 빠져요.
ms: Tambah kekunci 🙂 khas di sebelah kekunci 123. Ini keluarkan emoji daripada pemilih panel.
pt: Adiciona uma tecla 🙂 dedicada ao lado da tecla 123. Assim os emoji saem do seletor do painel.
ru: Добавить отдельную клавишу 🙂 рядом с клавишей 123. Эмодзи при этом уйдут из выбора панелей.
zh_hans: 在 123 键旁边加个专门的 🙂 键。这样面板选择器里就没有表情了。

source: Add a key
de: Taste hinzufügen
es: Añadir una tecla
et: Lisa klahv
fr: Ajouter une touche
hu: Billentyű hozzáadása
it: Aggiungi un tasto
ja: キーを追加
ko: 키 추가
ms: Tambah kekunci
pt: Adicionar uma tecla
ru: Добавить клавишу
zh_hans: 添加按键

source: Add a key, or a row, where you want it.
de: Füge dort eine Taste oder eine Reihe ein, wo du sie haben willst.
es: Añade una tecla, o una fila, donde la quieras.
et: Lisa klahv või rida sinna, kuhu soovid.
fr: Ajoute une touche, ou une rangée, à l'endroit voulu.
hu: Vegyél fel egy billentyűt vagy egy sort oda, ahová szeretnéd.
it: Aggiungi un tasto, o una riga, dove ti serve.
ja: 好きな位置にキーや行を追加します。
ko: 원하는 자리에 키나 행을 추가하세요.
ms: Tambah kekunci, atau baris, di tempat yang anda mahu.
pt: Acrescenta uma tecla, ou uma linha, onde a queres.
ru: Добавьте клавишу или целый ряд там, где вам нужно.
zh_hans: 在你想要的位置加一个键，或者加一行。

source: Add a pack from a file
de: Paket aus einer Datei hinzufügen
es: Añadir un paquete desde un archivo
et: Lisa pakett failist
fr: Ajouter un pack depuis un fichier
hu: Csomag hozzáadása fájlból
it: Aggiungi un pacchetto da un file
ja: ファイルからパックを追加
ko: 파일에서 팩 추가
ms: Tambah pek daripada fail
pt: Adicionar um pacote a partir de um ficheiro
ru: Добавить набор из файла
zh_hans: 从文件添加声音包

source: Add a panel
de: Panel hinzufügen
es: Añadir un panel
et: Lisa paneel
fr: Ajouter un panneau
hu: Panel hozzáadása
it: Aggiungi un pannello
ja: パネルを追加
ko: 패널 추가
ms: Tambah panel
pt: Adicionar um painel
ru: Добавить панель
zh_hans: 添加面板

source: Add a second keyboard language in Localization for the switcher to have anything to switch between.
de: Füge unter Sprache eine zweite Tastatursprache hinzu, damit der Umschalter überhaupt etwas zum Wechseln hat.
es: Añade un segundo idioma de teclado en Idioma para que el interruptor tenga entre qué cambiar.
et: Lisa lehel Keeled teine klaviatuurikeel, et lülitajal oleks midagi, mille vahel lülitada.
fr: Ajoute une deuxième langue de clavier dans Langue pour que le bouton de bascule ait de quoi basculer.
hu: Adj hozzá egy második billentyűzetnyelvet a Nyelv beállításnál, hogy a váltógombnak legyen mi között váltania.
it: Aggiungi una seconda lingua della tastiera in Lingua, così il selettore ha tra cosa passare.
ja: 言語設定でもう一つキーボード言語を追加してください。切り替えボタンには切り替え先が必要です。
ko: 언어 설정에서 키보드 언어를 하나 더 추가하세요. 전환 버튼이 작동하려면 바꿀 대상이 있어야 해요.
ms: Tambah bahasa papan kekunci kedua dalam Bahasa supaya suis ada sesuatu untuk ditukar.
pt: Adiciona um segundo idioma de teclado em Idioma para o alternador ter entre que trocar.
ru: Добавьте второй язык клавиатуры в «Локализации», чтобы переключателю было между чем переключаться.
zh_hans: 在语言设置里再加一种键盘语言，切换按钮才有得切换。

source: Add a shape
de: Form hinzufügen
es: Añadir una forma
et: Lisa kujund
fr: Ajouter une forme
hu: Alakzat hozzáadása
it: Aggiungi una forma
ja: 図形を追加
ko: 도형 추가
ms: Tambah bentuk
pt: Adicionar uma forma
ru: Добавить фигуру
zh_hans: 添加形状

source: Add a sound
de: Ton hinzufügen
es: Añadir un sonido
et: Lisa heli
fr: Ajouter un son
hu: Hang hozzáadása
it: Aggiungi un suono
ja: サウンドを追加
ko: 사운드 추가
ms: Tambah bunyi
pt: Adicionar um som
ru: Добавить звук
zh_hans: 添加声音

source: Add a space
de: Leerzeichen hinzufügen
es: Añadir un espacio
et: Lisa tühik
fr: Ajouter une espace
hu: Adjon hozzá egy szóközt
it: Aggiungi uno spazio
ja: スペースを追加
ko: 공백 추가
ms: Tambah ruang
pt: Adicionar um espaço
ru: Добавлять пробел
zh_hans: 添加空格

source: Add a space after
de: Danach ein Leerzeichen
es: Añadir un espacio después
et: Lisa järel tühik
fr: Ajouter un espace après
hu: Szóköz utána
it: Aggiungi uno spazio dopo
ja: 後ろにスペースを入れる
ko: 뒤에 띄어쓰기 넣기
ms: Tambah ruang selepasnya
pt: Adicionar um espaço a seguir
ru: Добавлять пробел после
zh_hans: 后面加一个空格

source: Add a tab of your recently used emoji at the start of the emoji keyboard.
de: Setz am Anfang der Emoji-Tastatur einen Tab mit deinen zuletzt benutzten Emojis.
es: Añade una pestaña con los emoji que usaste hace poco al principio del teclado de emoji.
et: Lisa emoji-klaviatuuri algusesse kaart sinu viimati kasutatud emojidega.
fr: Ajoute un onglet avec tes emoji récents au début du clavier emoji.
hu: Tedd a nemrég használt emojijaid egy fülre az emoji-billentyűzet elejére.
it: Aggiungi una scheda con le emoji usate di recente all'inizio della tastiera emoji.
ja: 絵文字キーボードの先頭に、最近使った絵文字のタブを追加します。
ko: 이모지 키보드 맨 앞에 최근 쓴 이모지 탭을 넣어요.
ms: Tambah tab emoji yang baru anda guna di awal papan kekunci emoji.
pt: Adiciona um separador com os teus emoji recentes no início do teclado de emoji.
ru: Добавить вкладку недавних эмодзи в начало клавиатуры эмодзи.
zh_hans: 在表情键盘最前面加一栏你最近用过的表情。

source: Add a tab of your recently used emoji to the emoji keyboard. Drag it anywhere you like on the Categories tab.
de: Setz einen Tab mit deinen zuletzt benutzten Emojis auf die Emoji-Tastatur. Unter „Kategorien“ ziehst du ihn dorthin, wo du ihn haben willst.
es: Añade al teclado de emoji una pestaña con los que usaste hace poco. En «Categorías» puedes arrastrarla donde quieras.
et: Lisa emoji-klaviatuurile kaart oma viimati kasutatud emojidega. Lohista see kaardile „Kategooriad" sinna, kuhu soovid.
fr: Ajoute au clavier emoji un onglet avec tes emoji récents. Dans « Catégories », fais-le glisser où tu veux.
hu: Tedd a nemrég használt emojijaidat egy fülre az emoji-billentyűzeten. A „Kategóriák” fülön oda húzod, ahová szeretnéd.
it: Aggiungi alla tastiera emoji una scheda con quelle usate di recente. In «Categorie» la trascini dove vuoi.
ja: 最近使った絵文字のタブを絵文字キーボードに追加します。「カテゴリ」タブで好きな位置にドラッグできます。
ko: 최근에 쓴 이모지 탭을 이모지 키보드에 넣어요. ‘카테고리’ 탭에서 원하는 자리로 끌어다 놓을 수 있어요.
ms: Tambah tab emoji yang baru anda guna pada papan kekunci emoji. Seret ke mana-mana yang anda suka di tab Kategori.
pt: Adiciona ao teclado de emoji um separador com os que usaste há pouco. Em «Categorias», arrasta-o para onde quiseres.
ru: Добавить вкладку недавних эмодзи на клавиатуру эмодзи. Перетащите её куда угодно на вкладке «Категории».
zh_hans: 在表情键盘里加一栏你最近用过的表情。可以在「分类」里拖到你想要的位置。

source: Add a word once and Clink stops fighting it.
de: Füg ein Wort einmal hinzu, und Clink hört auf, dagegen anzukämpfen.
es: Añade una palabra una vez y Clink deja de pelear con ella.
et: Lisa sõna üks kord ja Clink lõpetab selle vastu võitlemise.
fr: Ajoute un mot une fois et Clink arrête de le combattre.
hu: Add hozzá a szót egyszer, és a Clink többé nem harcol ellene.
it: Aggiungi una parola una volta e Clink smette di combatterla.
ja: 単語を一度追加すれば、Clinkはもう直そうとしません。
ko: 단어를 한 번만 추가하면 Clink가 더는 고치려 하지 않아요.
ms: Tambah perkataan sekali dan Clink berhenti melawannya.
pt: Adiciona uma palavra uma vez e o Clink deixa de lutar contra ela.
ru: Добавьте слово один раз — и Clink перестанет с ним спорить.
zh_hans: 把词添加一次，Clink 就不再和它较劲。

source: Add action
de: Aktion hinzufügen
es: Añadir acción
et: Lisa toiming
fr: Ajouter une action
hu: Művelet hozzáadása
it: Aggiungi azione
ja: アクションを追加
ko: 동작 추가
ms: Tambah tindakan
pt: Adicionar ação
ru: Добавить действие
zh_hans: 添加操作

source: Add an AI panel behind the keyboard's panel button. Proofread, rewrite, change tone, shorten, reply and more.
de: Füge hinter dem Panel-Button der Tastatur ein KI-Panel hinzu. Korrekturlesen, umschreiben, Ton ändern, kürzen, antworten und mehr.
es: Añade un panel de IA detrás del botón de panel del teclado. Corrige, reescribe, cambia el tono, acorta, responde y más.
et: Lisa klaviatuuri paneelinupu taha TI-paneel. Loe üle, kirjuta ümber, muuda tooni, lühenda, vasta ja palju muud.
fr: Ajoute un panneau IA derrière le bouton de panneau du clavier. Relis, réécris, change le ton, raccourcis, réponds et plus encore.
hu: Adj hozzá egy AI-panelt a billentyűzet panel gombja mögé. Helyesírás-ellenőrzés, átírás, hangnemváltás, rövidítés, válaszírás és még sok más.
it: Aggiungi un pannello IA dietro il pulsante pannelli della tastiera. Correggi, riscrivi, cambia tono, accorcia, rispondi e altro ancora.
ja: キーボードのパネルボタンの奥に AI パネルを足します。校正、書き直し、トーン変更、短縮、返信などができます。
ko: 키보드의 패널 버튼 뒤에 AI 패널을 넣어줘요. 교정, 다시 쓰기, 어조 바꾸기, 줄이기, 답장 등을 할 수 있어요.
ms: Tambah panel AI di sebalik butang panel papan kekunci. Semak ejaan, tulis semula, ubah nada, pendekkan, balas dan banyak lagi.
pt: Adiciona um painel de IA atrás do botão de painel do teclado. Revê, reescreve, muda o tom, encurta, responde e mais.
ru: Добавить панель ИИ за кнопкой панелей на клавиатуре. Проверка, переписывание, смена тона, сокращение, ответ и не только.
zh_hans: 在键盘面板按钮后面加一个 AI 面板。校对、改写、换语气、缩短、回复等等。

source: Add an AI panel to the keyboard. Proofread, rewrite, change tone, shorten, reply and more.
de: Fügt der Tastatur ein KI-Panel hinzu. Korrigieren, umschreiben, den Ton ändern, kürzen, antworten und mehr.
es: Añade un panel de IA al teclado. Corrige, reescribe, cambia el tono, acorta, responde y más.
et: Lisa klaviatuurile TI-paneel. Loe üle, kirjuta ümber, muuda tooni, lühenda, vasta ja palju muud.
fr: Ajoute un panneau IA au clavier. Relis, réécris, change le ton, raccourcis, réponds et plus encore.
hu: MI-panelt ad a billentyűzethez. Lektorálás, átírás, hangnem-váltás, rövidítés, válasz és sok más.
it: Aggiungi un pannello AI alla tastiera. Correggi, riscrivi, cambia tono, accorcia, rispondi e altro.
ja: キーボードに AI パネルを追加します。校正、書き直し、トーン変更、短縮、返信などができます。
ko: 키보드에 AI 패널을 넣어요. 교정, 다시 쓰기, 어조 바꾸기, 줄이기, 답장 등을 할 수 있어요.
ms: Tambah panel AI pada papan kekunci. Semak, tulis semula, tukar nada, pendekkan, balas dan banyak lagi.
pt: Adiciona um painel de IA ao teclado. Revê, reescreve, muda o tom, resume, responde e muito mais.
ru: Добавить панель ИИ на клавиатуру. Проверка, переписывание, смена тона, сокращение, ответ и не только.
zh_hans: 给键盘加一个 AI 面板。校对、改写、换语气、缩短、回复等等。

source: Add apostrophes to contractions like “dont” → “don’t”.
de: Setzt Apostrophe in Kontraktionen, etwa „dont“ → „don’t“.
es: Añade apóstrofos a las contracciones, como “dont” → “don’t”.
et: Lisa kontraktsioonidele ülakoma, näiteks „dont" → „don't".
fr: Ajoute des apostrophes aux contractions, comme « dont » → « don’t ».
hu: Tegyél aposztrófot az egybeírt szavakba, például „dont” → „don’t”.
it: Aggiunge l'apostrofo alle contrazioni, tipo “dont” → “don’t”.
ja: 「dont」→「don’t」のような短縮形にアポストロフィを付けます。
ko: “dont” → “don’t” 처럼 축약형에 아포스트로피를 넣어요.
ms: Tambah tanda kutip pada singkatan seperti “dont” → “don’t”.
pt: Adiciona apóstrofos às contrações, como “dont” → “don’t”.
ru: Ставить апострофы в сокращениях: «dont» → «don’t».
zh_hans: 给缩写补上撇号，比如 “dont” → “don’t”。

source: Add as many as you'd like, we support %lld
de: Füge so viele hinzu, wie du möchtest – wir unterstützen %lld
es: Añade tantos como quieras, admitimos %lld
et: Lisa nii palju, kui soovid – toetame %lld
fr: Ajoutes-en autant que tu veux, jusqu’à %lld
hu: Adj hozzá annyit, amennyit szeretnél – %lld nyelvet támogatunk
it: Aggiungine quanti vuoi, supportiamo %lld
ja: 好きなだけ追加できます。%lld 言語に対応
ko: 원하는 만큼 추가하세요. %lld개 언어를 지원합니다
ms: Tambah seberapa banyak yang anda mahu, kami menyokong %lld
pt: Adicione quantos quiser, suportamos %lld
ru: Добавьте столько, сколько хотите — поддерживаем %lld
zh_hans: 想加多少就加多少，我们支持 %lld 种语言

source: Add color
de: Farbe hinzufügen
es: Añadir color
et: Lisa värv
fr: Ajouter une couleur
hu: Szín hozzáadása
it: Aggiungi colore
ja: 色を追加
ko: 색상 추가
ms: Tambah warna
pt: Adicionar cor
ru: Добавить цвет
zh_hans: 添加颜色

source: Add condition
de: Bedingung hinzufügen
es: Añadir condición
et: Lisa tingimus
fr: Ajouter une condition
hu: Feltétel hozzáadása
it: Aggiungi condizione
ja: 条件を追加
ko: 조건 추가
ms: Tambah syarat
pt: Adicionar condição
ru: Добавить условие
zh_hans: 添加条件

source: Add custom action
de: Eigene Aktion hinzufügen
es: Añadir acción personalizada
et: Lisa kohandatud tegevus
fr: Ajouter une action personnalisée
hu: Egyéni művelet hozzáadása
it: Aggiungi azione personalizzata
ja: カスタムアクションを追加
ko: 사용자 지정 동작 추가
ms: Tambah tindakan tersuai
pt: Adicionar ação personalizada
ru: Добавить своё действие
zh_hans: 添加自定义操作

source: Add dictionary
de: Wörterbuch hinzufügen
es: Añadir diccionario
et: Lisa sõnaraamat
fr: Ajouter un dictionnaire
hu: Szótár hozzáadása
it: Aggiungi dizionario
ja: 辞書を追加
ko: 사전 추가
ms: Tambah kamus
pt: Adicionar dicionário
ru: Добавить словарь
zh_hans: 添加词典

source: Add emoji
de: Emoji hinzufügen
es: Añadir emoji
et: Lisa emoji
fr: Ajouter un emoji
hu: Emoji hozzáadása
it: Aggiungi emoji
ja: 絵文字を追加
ko: 이모지 추가
ms: Tambah emoji
pt: Adicionar emoji
ru: Добавить эмодзи
zh_hans: 添加表情符号

source: Add group
de: Gruppe hinzufügen
es: Añadir grupo
et: Lisa grupp
fr: Ajouter un groupe
hu: Csoport hozzáadása
it: Aggiungi gruppo
ja: グループを追加
ko: 그룹 추가
ms: Tambah kumpulan
pt: Adicionar grupo
ru: Добавить группу
zh_hans: 添加分组

source: Add language
de: Sprache hinzufügen
es: Añadir idioma
et: Lisa keel
fr: Ajouter une langue
hu: Nyelv hozzáadása
it: Aggiungi lingua
ja: 言語を追加
ko: 언어 추가
ms: Tambah bahasa
pt: Adicionar idioma
ru: Добавить язык
zh_hans: 添加语言

source: Add layer
de: Ebene hinzufügen
es: Añadir capa
et: Lisa kiht
fr: Ajouter un calque
hu: Réteg hozzáadása
it: Aggiungi livello
ja: レイヤーを追加
ko: 레이어 추가
ms: Tambah lapisan
pt: Adicionar camada
ru: Добавить слой
zh_hans: 添加图层

source: Add names, slang, or jargon the keyboard keeps fighting.
de: Füg Namen, Slang oder Fachbegriffe hinzu, gegen die die Tastatur ständig ankämpft.
es: Añade nombres, jerga o argot con los que el teclado no para de pelearse.
et: Lisa nimesid, slängi või žargooni, millega klaviatuur pidevalt võitleb.
fr: Ajoute les noms, l'argot ou le jargon que le clavier n'arrête pas de corriger.
hu: Vedd fel a neveket, szlenget vagy szakszavakat, amikkel a billentyűzet folyton harcol.
it: Aggiungi nomi, slang o gergo che la tastiera continua a correggerti.
ja: キーボードがいつも直してしまう名前やスラング、専門用語を追加します。
ko: 키보드가 자꾸 바꾸려 드는 이름, 속어, 전문 용어를 추가하세요.
ms: Tambah nama, slanga, atau jargon yang papan kekunci asyik tolak.
pt: Adiciona nomes, calão ou jargão que o teclado teima em corrigir.
ru: Добавьте имена, сленг или жаргон, с которыми клавиатура постоянно спорит.
zh_hans: 把键盘老爱改掉的名字、俚语或行话加进来。
